[
    {
        "id": 1,
        "subtitle":"Positive and Negative aspects, including talents and personality, of the people with a Life Path Number One ",
        "description":"If your life path number is One then you are competitive by nature and will succeed in many ways once you have set yourself goals in life. However because you are also quite egotist there could be delays in deciding what you do want as your primary aim is to satisfy your own needs at the expense of others. This is not to say that you don't consider what others want, but you do put yourself first which others can interpret as selfish. However the truth is that you believe that your issues are more important than anyone else's - because of course, to you they are because of this, you could find that you have many relationships before settling down, and perhaps even after, which can lead to separation or divorce. You are unlikely to remain single forever as your ego needs to be fed by the adulation of others. You do demand faithfulness on the part of your partner and find it difficult to forgive and forget when you have been wronged. In work you are unlikely to be very happy working for someone else for very long, unless of course your salary reflects your sense of worth. You would make a good sportsperson, a politician or someone who is often in the limelight. You would also be very happy running your own business and employing a number of staff. Your health is generally good but there can be a tendency to headaches or eye problems. You have a strong constitution but if you allow yourself to become lazy then there could be a tendency to gain weight later in life which slows you down. Number One is complimented by the colour red and corresponds to the birth sign of Aries. If you are not Aries then you will find that people born under that star sign will be significant to you in some way.",
        "meaning": "Meaning of the number One in numerology",
        "name":  "1: MONAD the Unique Original"
    },
    {
        "id": 2,
        "subtitle": "If your birth number adds up to Two you find that duality is a keyword in your life. You have the ability to appreciate the views of others and have a love of beauty and music, being talented in one or both of these areas. Not for you the single life for long. Your relationships are extremely important to you and you hold onto them tenaciously. You try to please your partner whenever you can, but if you are wronged in love then you find it extremely difficult to forgive and forget. You take great pride in making your home comfortable and stylish and are likely to entertain a great deal. Your home is your haven and you like to have everything in its place. Children will bring you lots of pleasure and your family are always priority for you. You do seek balance in your life though and are likely to have a financially rewarding career. At various stages in your life you will travel afar, however you always look forward to returning and are unlikely to settle abroad for very long. Number Two corresponds to the sign of Taurus and people born under this sign with two as their life path number will double their luck.",
        "description": "Positive and Negative aspects, including talents and personality, of the people with a Life Path Number One ",
        "meaning": "Meaning of the number Two in numerology",
        "name":  "2: DUAD the Pair-Bonded Unity"
    },
    {
        "id": 3,
        "subtitle": "Positive and Negative aspects, including talents and personality, of the people with a Life Path Number Three",
        "description": "If Three is your life path number you will find success through pursuing your own talents and making them work for you. You are likely to work in a specialized field or in a position of authority. Not for you the trivialities of life - you take things very seriously and probably have perfectionist tendencies - your humour is witty and intelligent. You are expressive and have literary abilities that you will put to use in later years. Relationships do not take number one priority for you and you will probably settle down later in life than your peers. However, you are attractive to the opposite sex and enjoy good company and are warm and friendly to most people that you meet. You will enjoy travel and will see many different places and cultures - you could also settle abroad for a period of time but your family attachments are strong and you will keep in contact with people whom you have known since early childhood. You could end up marrying your childhood sweetheart or your first love. You delight in being different from everyone else and routine life bores you. Your lucky colour is green and you are concerned about green issues and animal welfare.",
        "meaning": "Meaning of the number Three in numerology",
        "name":  "3: TRIAD the Working Arrangement"
    },
    {
        "id": 4,
        "subtitle": "Positive and Negative aspects, including talents and personality, of the people with a Life Path Number Four ",
        "description": "Number Four people are domestic birds - they love their home and their family and have strong emotional ties with the mother or major caregiver. If Four is your life path number you won't want to venture too far away from home for very long and could spend your later years living close by where you were brought up as a child. You have a strong love of nature and wildlife and are happiest when exploring the countryside or simply walking by the sea. You enjoy good food and drink and there could be a tendency to put on weight if you're not careful. Your personal life is more important to you than your work, which you see merely as a means to an end. Although not over-ambitious you are likely to excel in your job and stay with the same company for a long time. You could work in sales or in the caring profession. When you settle down you intend for it to be for life. You love children and are an excellent caregiver and provider. You are likely to remain faithful to your partner and expect fidelity on their part too. You will feel the same for your partner after fifty years as you did after fifty hours.",
        "meaning": "Meaning of the number Four in numerology" ,
        "name":  "4: TETRAD the Secure Community"
    },
    {
        "id": 5,
        "subtitle": "Positive and Negative aspects, including talents and personality, of the people with a Life Path Number Five",
        "description": "Fun loving Five people are happiest around other people - they like to be the centre of attention and are popular and well-liked by most. Be careful not to cross a Five though because their personality can change like a shot. If your life path number is Five you're the sort of person who says what you mean and mean what you say - not the most tactful person in the world but people admire your honesty and courage to speak your mind. You're prepared to fight for your beliefs and this could land you in trouble from time to time, but although you have a hot temper, once you've spoke your mind you soon forget what all the fuss was about and wonder why those around you are feeling hurt. Your abounding energy would make you a good sportsperson - you look upon problems as challenges to be overcome. You are a passionate lover but you enjoy the chase far more than the catch. When you do settle down though you will be a faithful partner who would go to the ends of the earth for your family. You love to be surrounded by children or younger people and are renowned for your conversational abilities - being a good storyteller.",
        "meaning": "Meaning of the number Five in numerology",
        "name":  "5: PENTAD the Protective Power"
    },
    {
        "id": 6,
        "subtitle": "Positive and Negative aspects, including talents and personality, of the people with a Life Path Number Six",
        "description": "If your life path number is Six you are likely to be diligent and hardworking - you could work i the medical profession or caring for others in some way. You are methodical and have excellent organizational abilities and once you have decided on your aim you will rarely give up. You conscientiousness but be misinterpreted as criticism by those who don't understand you and if your relationships aren't working out for you this could lead to mild depression. You need to be active as you hate wasting time - you have plenty of interests and are probably a bit of a 'jack of all trades'. There will be some travel in your life but the majority of your journeys will be within your own country or continent and could be related to work. You are careful with money and like to save up for special occasions - however you are extremely generous with those you are especially fond off. Because life path number Six people are ruled by the planet Saturn, its ruling planet Mercury make you quick witted with expressive talents in writing. You could be let down in love which may lead you to feeling cautious about revealing too much of your feelings - if this is so then learn to trust others again and you will be well rewarded.",
        "meaning": "Meaning of the number Six in numerology",
        "name":  "6: HEXIAD the Peace-Maker"
    },
    {
        "id": 7,
        "subtitle": "Positive and Negative aspects, including talents and personality, of the people with a Life Path Number Seven",
        "description": "Number Seven people are life's charmers - you can talk or smile your way out of anything but the nice thing is that you are genuinely thoughtful and caring. Because of this you are either loved or hated - and the haters are usually envious of your charms. You are naturally artistic and would make a good sculptor, painter or musician. However you are versatile and are interested in most things. You can talk about philosophy with the same ease as you discuss pop music. You are likely to feel claustrophobic if you are stifled in a close relationship for too long - especially if your partner doesn't enjoy the same sophisticated things in life that you do. You may marry more than once - even more than twice and will develop a love of travel, experiencing different culture and cuisine. You will accumulate money through luck or the generosity of others but are likely to spend it as fast as you get it. Be careful not to run up any debts in your more extravagant moments. You main fault is one of laziness and you don't see the point in hurrying if you don't have to. This can lead to exasperation on the part of others. Number Seven people would do well working in the legal profession or anything to do with beauty.",
        "meaning": "Meaning of the number Seven in numerology",
        "name":  "7: HEPTAD the Creative Will"
    },
    {
        "id": 8,
        "subtitle": "Positive and Negative aspects, including talents and personality, of the people with a Life Path Number Eight ",
        "description": "You have hidden depths to your personality and most people will agree that they don't really know you too well. You have piercing eyes that look straight through someone, but like Number Seven's you can also be a real charmer. You have strong drive and ambition and will go all out to achieve whatever you set your mind on. You can be passionate in love and fiercely protective of your children. Your lucky color is purple. Your ideal partner will be someone born under a water sign - preferably Pisces - you have a strong attraction to the sea but travel will not feature strongly in your life. Most of your energy will be directed into making money and you could benefit well from investments and inheritance. The supernatural is something that intrigues you and you could be drawn towards experimenting or learning about higher forces. You have a sharp tongue and can be considered tactless by those who don't know you too well - sarcasm will lose you many friendships if you're not careful. Your ideal job will be something to do with the military.",
        "meaning": "Meaning of the number Eight in numerology",
        "name":  "8: OGDOAD the Material Custodian"
    },
    {
        "id": 9,
        "subtitle": "Positive and Negative aspects, including talents and personality, of the people with a Life Path Number Nine",
        "description": "If your life path number is Nine you will be involved in spiritual, philosophical or educational issues of some sort. You are well suited to the teaching profession and are likely to occupy a high position in your career. You are articulate and intelligent and will never be short of friends and admirers for very long. Travel will feature prominently in your life and you could spend several years living and/or working abroad. You love the country and outdoor pursuits such as riding, skiing, parachuting - in fact anything that could be considered adventurous by others. You have high aspirations and like to mingle with the famous, successful or wealthy. You will achieve recognition of some kind in your life. Your children and partner are important to you but you mix career and family life together with ease. You are well organized and have a high energy level - probably as a result of your love of exercise. You love most animals but are especially fond of dogs and horses. Your ideal partner will be one who shares your love of the great outdoors.",
        "meaning": "Meaning of the number Nine in numerology",
        "name": "9: ENNEAD the Spiritual Custodian"
    }
]